let questions = [
    {
        "numb": 1,
        "question": "নিচের কোনটি ইনপুট ডিভাইস?",
        "answer": "C. কীবোর্ড",
        "options": [
            "A. মনিটর",
            "B. প্রিন্টার",
            "C. কীবোর্ড",
            "D. স্পিকার"
        ]
    },
    {
        "numb": 2,
        "question": "RAM এর পূর্ণরূপ কী?",
        "answer": "C. Random Access Memory",
        "options": [
            "A. Random Access Module",
            "B. Read Access Memory",
            "C. Random Access Memory",
            "D. Real Advanced Memory"
        ]
    },
    {
        "numb": 3,
        "question": "নিচের কোনটি সফটওয়্যার নয়?",
        "answer": "C. Printer",
        "options": [
            "A. Windows",
            "B. MS Word",
            "C. Printer",
            "D. Android"
        ]
    },
    {
        "numb": 4,
        "question": "কম্পিউটারের ‘মস্তিষ্ক’ বলা হয় কোন অংশকে?",
        "answer": "C. CPU",
        "options": [
            "A. RAM",
            "B. ALU",
            "C. CPU",
            "D. ROM"
        ]
    },
    {
        "numb": 5,
        "question": "ফায়ারওয়াল কী কাজে ব্যবহৃত হয়?",
        "answer": "C. অবৈধ প্রবেশ রোধে",
        "options": [
            "A. প্রিন্ট করার জন্য",
            "B. ভাইরাস প্রতিরোধ",
            "C. অবৈধ প্রবেশ রোধে",
            "D. ছবি আঁকার জন্য"
        ]
    },
    {
        "numb": 6,
        "question": "কোনটি Malware?",
        "answer": "C. ট্রোজান",
        "options": [
            "A. ফায়ারওয়াল",
            "B. অ্যান্টিভাইরাস",
            "C. ট্রোজান",
            "D. স্প্যাম"
        ]
    },
    {
        "numb": 7,
        "question": "সফটওয়্যারের প্রধান দুই ভাগ কী?",
        "answer": "C. সিস্টেম ও অ্যাপ্লিকেশন",
        "options": [
            "A. সিস্টেম ও হার্ডওয়্যার",
            "B. অপারেটিং ও ইনপুট",
            "C. সিস্টেম ও অ্যাপ্লিকেশন",
            "D. ইনপুট ও আউটপুট"
        ]
    },
    {
        "numb": 8,
        "question": "ইউজারনেম ও পাসওয়ার্ড ব্যবহার করা হয় কেন?",
        "answer": "B. ব্যবহারকারীর পরিচয় নির্ধারণে",
        "options": [
            "A. ইন্টারনেট চালানোর জন্য",
            "B. ব্যবহারকারীর পরিচয় নির্ধারণে",
            "C. সফটওয়্যার ইনস্টল করতে",
            "D. প্রোগ্রাম চালাতে"
        ]
    },
    {
        "numb": 9,
        "question": "কম্পিউটার ভাইরাস কী?",
        "answer": "C. ক্ষতিকর প্রোগ্রাম",
        "options": [
            "A. একটি স্বাস্থ্যজনিত সমস্যা",
            "B. একটি হার্ডওয়্যার যন্ত্র",
            "C. ক্ষতিকর প্রোগ্রাম",
            "D. একটি সফটওয়্যার আপডেট"
        ]
    },
    {
        "numb": 10,
        "question": "হ্যাকিং কী ধরনের কাজ?",
        "answer": "B. অবৈধ",
        "options": [
            "A. বৈধ",
            "B. অবৈধ",
            "C. মজার",
            "D. ব্যবসায়িক"
        ]
    },
    {
        "numb": 11,
        "question": "কম্পিউটার সিস্টেমে অনধিকার প্রবেশকে কী বলে?",
        "answer": "B. হ্যাকিং",
        "options": [
            "A. স্প্যামিং",
            "B. হ্যাকিং",
            "C. ব্লকিং",
            "D. ব্রাউজিং"
        ]
    },
    {
        "numb": 12,
        "question": "নিচের কোনটি নিরাপদ পাসওয়ার্ড?",
        "answer": "C. A$gT!9mP",
        "options": [
            "A. 123456",
            "B. myname",
            "C. A$gT!9mP",
            "D. password"
        ]
    },
    {
        "numb": 13,
        "question": "অ্যান্টিভাইরাস সফটওয়্যারের কাজ কী?",
        "answer": "B. ভাইরাস খোঁজা ও মুছে ফেলা",
        "options": [
            "A. গান শোনানো",
            "B. ভাইরাস খোঁজা ও মুছে ফেলা",
            "C. ইমেইল পাঠানো",
            "D. ছবি দেখানো"
        ]
    },
    {
        "numb": 14,
        "question": "ফিশিং কী?",
        "answer": "C. ভুয়া লিঙ্কে ক্লিক করিয়ে তথ্য নেওয়া",
        "options": [
            "A. মাছ ধরা",
            "B. অবৈধ ফাইল আদান-প্রদান",
            "C. ভুয়া লিঙ্কে ক্লিক করিয়ে তথ্য নেওয়া",
            "D. ভিডিও দেখা"
        ]
    },
    {
        "numb": 15,
        "question": "নিরাপদ পাসওয়ার্ডে কী থাকা উচিত?",
        "answer": "D. বড় হাতের, ছোট হাতের, সংখ্যা ও চিহ্ন",
        "options": [
            "A. শুধু নাম",
            "B. জন্মতারিখ",
            "C. নাম + নাম্বার",
            "D. বড় হাতের, ছোট হাতের, সংখ্যা ও চিহ্ন"
        ]
    },
    {
        "numb": 16,
        "question": "কম্পিউটার দীর্ঘক্ষণ ব্যবহারে চোখে কী সমস্যা হতে পারে?",
        "answer": "B. চোখ ব্যথা",
        "options": [
            "A. হেপাটাইটিস",
            "B. চোখ ব্যথা",
            "C. মস্তিষ্ক বিকল",
            "D. দাঁতের ব্যথা"
        ]
    },
    {
        "numb": 17,
        "question": "UPS এর পূর্ণরূপ কী?",
        "answer": "C. Uninterruptible Power Supply",
        "options": [
            "A. Universal Power System",
            "B. Unstoppable Power Supply",
            "C. Uninterruptible Power Supply",
            "D. Ultra Power System"
        ]
    },
    {
        "numb": 18,
        "question": "ডেটা ব্যাকআপের উদ্দেশ্য কী?",
        "answer": "C. হারিয়ে যাওয়া ডেটা পুনরুদ্ধার",
        "options": [
            "A. ডেটা মুছে ফেলা",
            "B. ডেটা গোপন রাখা",
            "C. হারিয়ে যাওয়া ডেটা পুনরুদ্ধার",
            "D. ইন্টারনেট সংযোগ দেওয়া"
        ]
    },
    {
        "numb": 19,
        "question": "কোনটি আউটপুট ডিভাইস?",
        "answer": "C. প্রিন্টার",
        "options": [
            "A. কীবোর্ড",
            "B. স্ক্যানার",
            "C. প্রিন্টার",
            "D. মাউস"
        ]
    },
    {
        "numb": 20,
        "question": "নিচের কোনটি হুমকি নয়?",
        "answer": "D. ওয়েব ব্রাউজার",
        "options": [
            "A. ভাইরাস",
            "B. হ্যাকার",
            "C. ট্রোজান",
            "D. ওয়েব ব্রাউজার"
        ]
    },
    {
        "numb": 21,
        "question": "ডিজিটাল কপির অপর নাম কী?",
        "answer": "C. সফট কপি",
        "options": [
            "A. হার্ড কপি",
            "B. প্রোগ্রামিং",
            "C. সফট কপি",
            "D. ডিজিট কপি"
        ]
    },
    {
        "numb": 22,
        "question": "ভাইরাস মূলত কী?",
        "answer": "A. সফটওয়্যার",
        "options": [
            "A. সফটওয়্যার",
            "B. হার্ডওয়্যার",
            "C. ব্রাউজার",
            "D. ই-মেইল"
        ]
    },
    {
        "numb": 23,
        "question": "নিচের কোন বৈশিষ্ট্যটি ভাইরাসের?",
        "answer": "C. এর সংখ্যা বৃদ্ধির ক্ষমতা আছে",
        "options": [
            "A. এর জন্ম মৃত্যু নেই",
            "B. এর কোনো নাম নেই",
            "C. এর সংখ্যা বৃদ্ধির ক্ষমতা আছে",
            "D. এর তথ্য নষ্টের ক্ষমতা নেই"
        ]
    },
    {
        "numb": 24,
        "question": "অপারেটিং সিস্টেম সফটওয়্যার ইনস্টল করতে সবচেয়ে বেশি কোনটির প্রয়োজন?",
        "answer": "D. দক্ষতা",
        "options": [
            "A. জ্ঞান",
            "B. সফটওয়্যার",
            "C. কম্পিউটার",
            "D. দক্ষতা"
        ]
    },
    {
        "numb": 25,
        "question": "তথ্য এবং উপাত্তের নিরাপত্তার ব্যবহৃত তালার নাম কী?",
        "answer": "D. পাসওয়ার্ড",
        "options": [
            "A. এন্টিভাইরাস",
            "B. তালা",
            "C. ইন্টারনেট",
            "D. পাসওয়ার্ড"
        ]
    }
];
